{
  "bodyClass": "not-front node-type-page",
  "pageTitle" : "How To Tell A Story",
  "body": "\u003cp\u003eI do not claim that I can tell a story as it ought to be told. I only claim to know how a story ought to be told, for I have been almost daily in the company of the most expert story-tellers for many years.\u003c/p\u003e\r\n\u003cp\u003eThere are several kinds of stories, but only one difficult kind&mdash;the humorous. I will talk mainly about that one. The humorous story is American, the comic story is English, the witty story is French. The humorous story depends for its effect upon the \u003cem\u003emanner\u003c/em\u003e of the telling; the comic story and the witty story upon the \u003cem\u003ematter.\u003c/em\u003e\u003c/p\u003e\r\n\u003cp\u003eThe humorous story may be spun out to great length, and may wander around as much as it pleases, and arrive nowhere in particular; but the comic and witty stories must be brief and end with a point. The humorous story bubbles gently along, the others burst.\u003c/p\u003e\r\n\u003cp\u003eThe humorous story is strictly a work of art&mdash;high and delicate art&mdash;and only an artist can tell it; but no art is necessary in telling the comic and the witty story; anybody can do it. The art of telling a humorous story&mdash;understand, I mean by word of mouth, not print&mdash;was created in America, and has remained at home.\u003c/p\u003e\r\n\u003cp\u003eThe humorous story is told gravely; the teller does his best to conceal the fact that he even dimly suspects that there is anything funny about it; but the teller of the comic story tells you beforehand that it is one of the funniest things he has ever heard, then tells it with eager delight, and is the first person to laugh when he gets through. And sometimes, if he has had good success, he is so glad and happy that he will repeat the &ldquo;nub&rdquo; of it and glance around from face to face, collecting applause, and then repeat it again. It is a pathetic thing to see.\u003c/p\u003e\r\n\u003cp\u003eVery often, of course, the rambling and disjointed humorous story finishes with a nub, point, snapper, or whatever you like to call it. Then the listener must be alert, for in many cases the teller will divert attention from that nub by dropping it in a carefully casual and indifferent way, with the pretense that he does not know it is a nub.\u003c/p\u003e\r\n\u003cp\u003eArtemus Ward used that trick a good deal; then when the belated audience presently caught the joke he would look up with innocent surprise, as if wondering what they had found to laugh at. Dan Setchell used it before him, Nye and Riley and others use it today.\u003c/p\u003e\r\n\u003cp\u003eBut the teller of the comic story does not slur the nub; he shouts it at you&mdash;every time. And when he prints it, in England, France, Germany, and Italy, he italicizes it, puts some whopping exclamation-points after it, and sometimes explains it in a parenthesis. All of which is very depressing, and makes one want to renounce joking and lead a better life.\u003c/p\u003e\r\n\u003cp\u003eLet me set down an instance of the comic method, using an anecdote which has been popular all over the world for twelve or fifteen hundred years. The teller tells it in this way:\u003c/p\u003e\r\n\u003ch2\u003eThe Wounded Soldier\u003c/h2\u003e\r\n\u003cp\u003eIn the course of a certain battle a soldier whose leg had been shot off appealed to another soldier who was hurrying by to carry him to the rear, informing him at the same time of the loss which he had sustained; whereupon the generous son of Mars, shouldering the unfortunate, proceeded to carry out his desire. The bullets and cannon-balls were flying in all directions, and presently one of the latter took the wounded man&rsquo;s head off&mdash;without, however, his deliverer being aware of it. In no long time he was hailed by an officer, who said:\u003c/p\u003e\r\n\u003cp\u003e&ldquo;Where are you going with that carcass?&rdquo;\u003c/p\u003e\r\n\u003cp\u003e&ldquo;To the rear, sir&mdash;he&rsquo;s lost his leg!&rdquo;\u003c/p\u003e\r\n\u003cp\u003e&ldquo;His leg, forsooth?&rdquo; responded the astonished officer; &ldquo;you mean his head, you booby.&rdquo;\u003c/p\u003e\r\n\u003cp\u003eWhereupon the soldier dispossessed himself of his burden, and stood looking down upon it in great perplexity. At length he said:\u003c/p\u003e\r\n\u003cp\u003e&ldquo;It is true, sir, just as you have said.&rdquo; Then after a pause he added, \u003cem\u003e&ldquo;But he told me it was his leg!!!!!&rdquo;\u003c/em\u003e\u003c/p\u003e\r\n\u003cp\u003eHere the narrator bursts into explosion after explosion of thunderous horse-laughter, repeating that nub from time to time through his gasping and shriekings and suffocatings.\u003c/p\u003e\r\n\u003cp\u003eIt takes only a minute and a half to tell that in its comic-story form; and isn&rsquo;t worth the telling, after all. Put into the humorous-story form it takes ten minutes, and is about the funniest thing I have ever listened to&mdash;as James Whitcomb Riley tells it.\u003c/p\u003e\r\n\u003cp\u003eHe tells it in the character of a dull-witted old farmer who has just heard it for the first time, thinks it is unspeakably funny, and is trying to repeat it to a neighbor. But he can&rsquo;t remember it; so he gets all mixed up and wanders helplessly round and round, putting in tedious details that don&rsquo;t belong in the tale and only retard it; taking them out conscientiously and putting in others that are just as useless; making minor mistakes now and then and stopping to correct them and explain how he came to make them; remembering things which he forgot to put in in their proper place and going back to put them in there; stopping his narrative a good while in order to try to recall the name of the soldier that was hurt, and finally remembering that the soldier&rsquo;s name was not mentioned, and remarking placidly that the name is of no real importance, anyway&mdash;better, of course, if one knew it, but not essential, after all&mdash;and so on, and so on, and so on.\u003c/p\u003e\r\n\u003cp\u003eThe teller is innocent and happy and pleased with himself, and has to stop every little while to hold himself in and keep from laughing outright; and does hold in, but his body quakes in a jelly-like way with interior chuckles; and at the end of the ten minutes the audience have laughed until they are exhausted, and the tears are running down their faces.\u003c/p\u003e\r\n\u003cp\u003eThe simplicity and innocence and sincerity and unconsciousness of the old farmer are perfectly simulated, and the result is a performance which is thoroughly charming and delicious. This is art&mdash;and fine and beautiful, and only a master can compass it; but a machine could tell the other story.\u003c/p\u003e\r\n\u003cp\u003eTo string incongruities and absurdities together in a wandering and sometimes purposeless way, and seem innocently unaware that they are absurdities, is the basis of the American art, if my position is correct. Another feature is the slurring of the point. A third is the dropping of a studied remark apparently without knowing it, as if one where thinking aloud. The fourth and last is the pause.\u003c/p\u003e\r\n\u003cp\u003eArtemus Ward dealt in numbers three and four a good deal. He would begin to tell with great animation something which he seemed to think was wonderful; then lose confidence, and after an apparently absent-minded pause add an incongruous remark in a soliloquizing way; and that was the remark intended to explode the mine&mdash;and it did.\u003c/p\u003e\r\n\u003cp\u003eFor instance, he would say eagerly, excitedly, &ldquo;I once knew a man in New Zealand who hadn&rsquo;t a tooth in his head&rdquo;&mdash;here his animation would die out; a silent, reflective pause would follow, then he would say dreamily, and as if to himself, &ldquo;and yet that man could beat a drum better than any man I ever saw.&rdquo;\u003c/p\u003e\r\n\u003cp\u003eThe pause is an exceedingly important feature in any kind of story, and a frequently recurring feature, too. It is a dainty thing, and delicate, and also uncertain and treacherous; for it must be exactly the right length&mdash;no more and no less&mdash;or it fails of its purpose and makes trouble. If the pause is too short the impressive point is passed, and the audience have had time to divine that a surprise is intended&mdash;and then you can&rsquo;t surprise them, of course.\u003c/p\u003e\r\n\u003cp\u003eOn the platform I used to tell a negro ghost story that had a pause in front of the snapper on the end, and that pause was the most important thing in the whole story. If I got it the right length precisely, I could spring the finishing ejaculation with effect enough to make some impressible girl deliver a startled little yelp and jump out of her seat&mdash;and that was what I was after. This story was called &ldquo;The Golden Arm,&rdquo; and was told in this fashion. You can practice with it yourself&mdash;and mind you look out for the pause and get it right.\u003c/p\u003e\r\n\u003ch2\u003eThe Golden Arm\u003c/h2\u003e\r\n\u003cp\u003eOnce &rsquo;pon a time dey wuz a momsus mean man, en he live &rsquo;way out in de prairie all &rsquo;lone by hisself, &rsquo;cep&rsquo;n he had a wife. En bimeby she died, en he tuck en toted her way out dah in de prairie en buried her. Well, she had a golden arm&mdash;all solid gold, fum de shoulder down. He wuz pow&rsquo;ful mean&mdash;pow&rsquo;ful; en dat night he couldn&rsquo;t sleep, caze he want dat golden arm so bad.\u003c/p\u003e\r\n\u003cp\u003eWhen it come midnight he couldn&rsquo;t stan&rsquo; it no mo&rsquo;; so he git up, he did, en tuck his lantern en shoved out thoo de storm en dug her up en got de golden arm; en he bent his head down &rsquo;gin de &rsquo;win, en plowed en plowed en plowed thoo de snow. Den all on a sudden he stop (make a considerable pause here, and look startled, and take\r\na listening attitude) en say: &ldquo;My \u003cem\u003elan&rsquo;,\u003c/em\u003e what&rsquo;s dat?&rdquo;\u003c/p\u003e\r\n\u003cp\u003eEn he listen&mdash;en listen&mdash;en de win&rsquo; say (set your teeth together and imitate the wailing and wheezing singsong of the wind), &ldquo;Bzzz-z-zzz&rdquo;&mdash;en den, way back yonder whah de grave is, he hear a \u003cem\u003evoice!\u003c/em\u003e&mdash;he hear a voice all mix&rsquo; up in de win&rsquo;&mdash;can&rsquo;t hardly tell &rsquo;em &rsquo;part&mdash;&ldquo;Bzzz&mdash;zzz&mdash;W-h-o&mdash;g-o-t&mdash;m-y&mdash;g-o-l-d-e-n \u003cem\u003earm?\u003c/em\u003e&rdquo; (You must begin to shiver violently now.)\u003c/p\u003e\r\n\u003cp\u003eEn he begin to shiver en shake, en say, &ldquo;Oh, my! \u003cem\u003eOh,\u003c/em\u003e my lan&rsquo;!&rdquo; en de win&rsquo; blow de lantern out, en de snow en sleet blow in his face en mos&rsquo; choke him, en he start a-plowin&rsquo; knee-deep toward home mos&rsquo; dead, he so sk&rsquo;yerd&mdash;en pooty soon he hear de voice agin, en (pause) it &rsquo;us comin \u003cem\u003eafter\u003c/em\u003e him! &ldquo;Bzzz&mdash;zzz&mdash;zzz W-h-o&mdash;g-o-t&mdash;m-y&mdash;g-o-l-d-e-n&mdash;\u003cem\u003earm?&rdquo;\u003c/em\u003e\u003c/p\u003e\r\n\u003cp\u003eWhen he git to de pasture he hear it agin&mdash;closter now, en \u003cem\u003ea-comin&rsquo;!\u003c/em\u003e&mdash;a-comin&rsquo; back dah in de dark en de storm&mdash;(repeat the wind and the voice). When he git to de house he rush upstairs en jump in de bed en kiver up, head and years, en lay da shiverin&rsquo; en shakin&rsquo;&mdash;en den way out dah he hear it \u003cem\u003eagin!\u003c/em\u003e&mdash;en \u003cem\u003ea-comin&rsquo;!\u003c/em\u003e En bimeby he hear (pause&mdash;awed, listening attitude)&mdash;pat&mdash;pat&mdash;pat \u003cem\u003ehit&rsquo;s a-comin&rsquo; upstairs!\u003c/em\u003e Den he hear de latch, en he \u003cem\u003eknow\u003c/em\u003e it&rsquo;s in de room!\u003c/p\u003e\r\n\u003cp\u003eDen pooty soon he know it&rsquo;s \u003cem\u003ea-stannin&rsquo; by de bed!\u003c/em\u003e (Pause.) Den&mdash;he know it&rsquo;s \u003cem\u003ea-bendin&rsquo; down over him\u003c/em\u003e&mdash;en he cain&rsquo;t skasely git his breath! Den&mdash;den&mdash;he seem to feel someth&rsquo;n&rsquo; \u003cem\u003ec-o-l-d,\u003c/em\u003e right down &rsquo;most agin his head! (Pause.)\u003c/p\u003e\r\n\u003cp\u003eDen de voice say, \u003cem\u003eright at his year\u003c/em\u003e&mdash;&ldquo;W-h-o&mdash;g-o-t&mdash;m-y g-o-l-d-e-n \u003cem\u003earm?&rdquo;\u003c/em\u003e (You must wail it out very plaintively and accusingly; then you stare steadily and impressively into the face of the farthest-gone auditor&mdash;a girl, preferably&mdash;and let that awe-inspiring pause begin to build itself in the deep hush. When it has reached exactly the right length, jump suddenly at that girl and yell, \u003cem\u003e&ldquo;You&rsquo;ve\u003c/em\u003e got it!&rdquo;)\u003c/p\u003e\r\n\u003cp\u003eIf you&rsquo;ve got the \u003cem\u003epause\u003c/em\u003e right, she&rsquo;ll fetch a dear little yelp and spring right out of her shoes. But you \u003cem\u003emust\u003c/em\u003e get the pause right; and you will find it the most troublesome and aggravating and uncertain thing you ever undertook.\u003c/p\u003e\r\n"
}
